/* Insert services */
"Insert/Contents Of Path" = "Insérer/Le contenu du chemin d'accès";
"Insert/Short Date" = "Insérer/Date courte";
"Insert/Long Date" = "Insérer/Date longue";
"Insert/Short Date & Time" = "Insérer/Date et heure courtes";
"Insert/Long Date & Time" = "Insérer/Date et heure longues";
"Insert/Time" = "Insérer/Heure";

/* Format services */
"Format/Sort Lines Ascending" = "Format de texte/Trier les lignes par ordre alphabétiquement croissant";
"Format/Sort Lines Descending" = "Format de texte/Trier les lignes par ordre alphabétiquement décroissant";
"Format/Trim Lines" = "Format de texte/Supprimer les espaces en début et fin de ligne";
"Format/Trim Line Beginnings" = "Format de texte/Supprimer les espaces en début de ligne";
"Format/Trim Line Endings" = "Format de texte/Supprimer les espaces en fin de ligne";
"Format/Shift Left" = "Format de texte/Décaler à gauche";
"Format/Shift Right" = "Format de texte/Décaler à droite";
"Format/Remove Line Endings" = "Format de texte/Supprimer les fins de ligne";
"Format/Remove Multiple Spaces" = "Format de texte/Supprimer les espaces multiples";
"Format/Remove Quotes" = "Format de texte/Supprimer les citations";
"Format/Reformat" = "Format de texte/Reformater";
"Format/Remove Attachments" = "Format de texte/Remove Attachments";
"Format/Remove Multiple Feeds" = "Format de texte/Remove Multiple Feeds";
"Format/Remove Links" = "Format de texte/Remove Links";

/* Speak services */
"Speak Text/Native" = "Lire le texte/Natif";
"Speak Text/German" = "Lire le texte/Allemand";
"Speak Text/Stop" = "Lire le texte/Stop";

/* Convert services */
"Convert/All Caps" = "Convertir/Majuscules";
"Convert/Lowercase" = "Convertir/Minuscules";
"Convert/Initial Caps Of Words" = "Convertir/Capitaliser la première lettre des mots";
"Convert/Initial Caps Of Sentences" = "Convertir/Capitaliser la première lettre des phrases";
"Convert/Encode Tabs" = "Convertir/Les espaces en tabulations";
"Convert/Decode Tabs" = "Convertir/Les tabulations en espaces";
"Convert/Macintosh Line Endings" = "Convertir/Fins de ligne Macintosh (CR)";
"Convert/Unix Line Endings" = "Convertir/Fins de ligne Unix (LF)";
"Convert/Windows Line Endings" = "Convertir/Fins de ligne Windows (CR+LF)"; 
"Convert/Straight Quotes" = "Convertir/Citations d'imprimerie";
"Convert/Smart Quotes" = "Convertir/Citations stylées";
"Convert/Rotate13" = "Convertir/Rotation13";
"Convert/Mac- to Windows-Encoding" = "Convertir/Encodage Mac vers Windows";
"Convert/Windows- to Mac-Encoding" = "Convertir/Encodage Windows vers Mac";

/* Statistics service */
"Statistics..." = "Statistiques…";